Repository: common-repository/chatmeim-mini
Catalog: .wordpress-org/languages/chatmeim-mini-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: anonymous server
it_it: server anonimo

source: The anonymous server of your XMPP service, default: anonymous.chatme.im
it_it: Il server anonimo del tuo servizio XMPP, default: anonymous.chatme.im

source: Chat rooms password
it_it: Password della Stanza di Chat

source: This is the password of chat room where the user enter when click the chat button, remeber that
it_it: Questa è la password della stanza di chat dove l’utente entrare quando clicca il bottone, ricorda che

source: password is visble in HTML code
it_it: password è visibile nel codice HTML

source: of page and
it_it: della pagina e

source: it is not possible to hide it.
it_it: non è possibile nasconderla.

source: Other Resources
it_it: Altre Risorse

source: Jappix Official Site
it_it: Sito Ufficiale Jappix

source: Jappix Official Documentation
it_it: Documentazione Ufficiale Jappix

source: ChatMe Mini Options
it_it: Opzioni ChatMe

source: You do not have sufficient permissions to access this page.
it_it: Non hai sufficienti permessi per accedere a questa pagina.

source: For more information visit
it_it: Per maggiori informazioni visita

source: Support Chat Room
it_it: Stanza di chat si supporto

source: Enable Chat service in your domain
it_it: Attiva il servizio di chat nel tuo dominio

source: For subscribe your account visit
it_it: Per registrarti visita

source: Insert a custom Jappix Installation url
it_it: Inserisci URL del tuo Jappix

source: Insert your Jappix installation URL
it_it: Inserisci URL della tua installazione di Jappix

source: Insert a custom Bind Server URL
it_it: Inserisci un server Bind personalizzato

source: If you use a local XMPP server or a XMPP without SRV record in DNS you must enter a custom bind server
it_it: Se usi un server XMPP locale o un server XMPP senza record SRV nel DNS devi inserire il server bind personalizzato altrimenti la chat non funzionerà

source: Insert your custom anonymous server
it_it: Inserisci un server anonimo personalizzato

source: Auto login to the account
it_it: Login automatico all'account

source: Auto show the opened chat
it_it: Mostra automaticamente le chat aperte

source: Display an animated image when the user is not connected
it_it: Mostra un immagine animata quando l'utente non è connesso

source: Custom Icon URL
it_it: URL Icona Personalizzata

source: Insert your custom icon url, default: https://webchat.chatme.im/app/images/sprites/animate.png size: 80x74 px
it_it: Inserisci l'url della tua icona personalizzata, default: https://webchat.chatme.im/app/images/sprites/animate.png dimensione: 80x74 px

source: Chat rooms to join (if any)
it_it: La chat room in cui entrare

source: For create a Chat Room use Desktop
it_it: Per creare una stanza di chat usa un desktop

source: or go to
it_it: o vai

source: Here.
it_it: qui.

source: Chat Room Password
it_it: Password della Stanza di Chat

source: The password of Chat Room, please attention the password is visible in HTML code
it_it: La password della Stanza di Chat, fai attenzione che la stessa sarà visibile nel codice HTML

source: Chat with site admin
it_it: Chatta con il gestore del sito

source: Available only for logged users
it_it: Disponibile solo per gli utenti loggati

source: Hide for mobile user
it_it: Nascondi per gli utenti mobili

source: Priority
it_it: Priorità

source: Low
it_it: Bassa

source: Medium
it_it: Media

source: Height
it_it: Alta

source: Mini Jappix language
it_it: Lingua della Chat Mini

source: Some of Site
it_it: La stessa del sito

source: Deutsch
it_it: Tedesco

source: English
it_it: Inglese

source: Espa&ntilde;ol
it_it: Spagnolo

source: Fran&ccedil;ais
it_it: Francese

source: Japan
it_it: Giapponese

source: Nederlands
it_it: Olandese

source: Polski
it_it: Polacco

source: Russian
it_it: Russo

source: Svenska
it_it: Svedese

source: Hungarian
it_it: Ungherese

source: Custom Style
it_it: CSS Personalizzato

source: For Advance use try chat_html hook
it_it: Per un uso avanzato prova chat_html hook

source: For Ever request you can use our
it_it: Per ogni richiesta puoi usare il nostro

source: Donation
it_it: Donazione

source: ChatMe.im Login
it_it: ChatMe Login

source: Login to Chat
it_it: Entra in Chat

source: Not more option for this widget
it_it: Nessuna opzione per questo widget

source: ChatMe Shortocode Help
it_it: ChatMe Shortocode Aiuto

source: ChatMe Shortcode Help
it_it: ChatMe Shortcode Aiuto

source: This code show user status (online/offline/etc):
it_it: Questo codice mostra lo stato dell’utente (online/offline/ecc…):

source: insert the user with the domain (example: user@chatme.im)
it_it: inserisci l’user con il dominio (esempio: user@chatme.im)

source: (boolean): can be 0 (default) for not link and 1 for link to the user
it_it: (boolean): può essere 0 (default) per non avere il link o 1 per il collegamento all’utente

source: This code show a list of default chat room.
it_it: Questo codice mostra una lista di stanze predefinite.

source: (boolean): can be 0 for not anonymous login (require username and password) or 1 (default) for chat only with nickname.
it_it: (boolean): può essere 0 per il login non anonimo (richiede username e password) o 1 (default) per entrare solo con un nickname.

source: This shortcode show a chat room in your wordpress page:
it_it: Questo shortcode mostra una stanza di chat nelle tue pagine wordpress:

source: the name of the chat room (default: piazza@conference.chatme.im)
it_it: il nome della stanza di chat (default: piazza@conference.chatme.im)

source: the frame width (default: 100%)
it_it: la larghezza del frame (default: 100%)

source: the height of frame (default: 100%)
it_it: l’altezza del frame (default: 100%)

source: (boolean): can be 0 (default) for not hosted domain and 1 if you have a custom domain hosted in ChatMe XMPP server
it_it: (boolean): può essere 0 (default) per domini non personalizzati 1 se hai un dominio personalizzato nei server ChatMe XMPP

source: This shortcode show Internet Swatch Time.
it_it: Questo shortcode mostra Internet Swatch Time.

source: For more information visit our
it_it: Per maggiori informazioni visita il nostro

source: Chat with
it_it: Cheta con

source: Login to the room
it_it: Entra nella stanza

source: Iframe not supported from browser
it_it: Il tuo browser non supporta l’iframe

source: Display the ChatMe User Status
it_it: Mostra lo stato degli utenti ChatMe

source: ChatMe Status Picture
it_it: ChatMe Stato

source: ChatMe Status
it_it: ChatMe Stato

source: ChatMe Username with domain
it_it: ChatMe username completo di dominio

source: This plugin add the javascript code for ChatMe Mini a Jabber/XMPP group chat for your WordPress. Also add ChatMe Shortcode and Widget for more chat integrations.
it_it: Questo plugin aggiungi il codice javascript per ChatMe Mini un client chat di gruppo Jabber/XMPP per il tuo WordPress. Aggiunge anche ChatMe Shortcode e i Widget per una maggiore integrazione con la chat.
